[
    "This Agreement governs the relationship between WePlugMusic Ltd, trading as Our Company and ____________________ (‘you/your/the Artist’) in respect of any musical works or sound recordings (‘Works’) that you submit to us for inclusion in any of the services (‘Service’) as defined on this website, in writing or verbally agreed.",
    " In consideration of the sums payable to you and the services provided by us pursuant to this Agreement, you grant to us and our licensees for the term of this Agreement:",
    "a non-exclusive world-wide license to use, reproduce, distribute, display, publicly perform, exhibit, broadcast and transmit and make available by all means and media (whether now known or existing in the future) the Works for distribution in the Service and for all promotional purposes including without limitation for the purposes of internet radio broadcast; and use, reproduce and display in the Service any trade marks, service marks or trade names relating to you and the name and likeness of you and the band/artist whose performances are embodied in the Works;and where you subscribe to our PPL Airplay Royalty Registration Service you additionally grant to us in respect of the Works for the term of this Agreement:",
    "Synchronise the Works in timed relation with moving images (for example, incorporating the Work into the soundtrack of a video game, advert, film or television show) ('Sync Rights')",
    "You grant to us (on behalf of yourself) all necessary consents under the Copyright, Designs and Patents Act 1988 (‘Act’) and any modification or re-enactment thereof to enable us to make the fullest possible use of the Works in accordance with the provisions of this Agreement including without limitation any and all consents required under Part II of the Act. The Artist will hold copyright at all times.",
    "Standard Service prices shall be listed at this website, agree verbally or in writing. Services carried out shall be as listed on this website at time of purchase. We reserve the right to renegotiate payment amount in the event that additional non-standard services are requested. In such case all prices shall be agreed by both parties in writing and paid in full before commencement. We are not obliged to provide any services above and beyond what has been paid for. Upon third party failure to fulfil service we shall assist with ‘best endeavours’ but are not responsible or liable for such failure.",
    "Payment shall only be made to You if accumulated outstanding earnings exceed 100USD. This threshold shall be carried over until such a time as it is attained. Only monies earned within the preceding months shall be paid and only if received from retailer/licensee. As regards royalty payment to You, any transaction charges shall be passed on. You agree that Your user account and revenue may be frozen at Our discretion if We believe that materials submitted to Us by You are illegal, fraudulent or violate the terms of service of WePlugMusic or any of Our partners. If such submitted material is found to be as the previous sentence then service fees paid to Us and also subsequent royalties shall be forfeited. You agree that royalty payments will only be made once We have received appropriate and verified licensing documents to cover the volume of sales in appropriate territories.",
    "You warrant, agree and undertake both on behalf of yourself that the Works are original to you and have not been copied from any third party; the Works do not infringe any copyright, trademark or other proprietary or intellectual property rights of any third party or include any material which are defamatory of any party or obscene; you are not under any disability, restriction or prohibition, whether contractual or otherwise with respect to your right, power and authority to enter into and perform this Agreement and grant the rights herein expressed to be granted to us and in particular, the Works do not contain any viruses or other programming routines that detrimentally interfere with computer systems or data. You warrant that you have obtained appropriate licensing for cover versions for release within territories needing such.",
    "You agree to indemnify and reimburse Us in full via Your royalty balance and/or separate payment against any claims, liabilities, damages, losses or expenses (including legal fees) suffered or incurred by us as a result of your breach of any of the warranties or undertakings in this Agreement, or any claims by any third party including but not limited to claims for payment of outstanding debts for services provided or goods supplied by such third parties.",
    "This Agreement may be terminated by you upon 1 days written notification (including notification by email) of such termination providing there are no outstanding payments due to us and that such may be taken from your royalty balance. It is your obligation to cancel the storage and maintenance subscription at this point. Any further subscription payments shall be forfeited. Upon contract termination We shall instruct our partners within 30 days to remove recordings from all platforms. We are not responsible for third-party exploitation after removal instruction. You are responsible for any third-party take-down fees.",
    "This Agreement may be terminated by us upon 1 days written notification (including notification by email) of such termination providing there are no outstanding Services due to you. Upon cancellation in this regard, We shall instruct our partners within 30 days to remove recordings from all platforms. For any service requiring a subscription we may cancel (at our discretion) the Service without reimbursement if such subscription becomes no longer active. We are not responsible for third-party exploitation after removal instruction. You are responsible for any third-party take-down fees.",
    "Refund shall only be given if We are proven to be in direct violation of this Agreement.",
    "We have the right to terminate this Agreement immediately if We believe You are engaging in fraudulent or illegal activity, or following any behaviour deemed by Us as threatening, disrespectful, unprofessional or otherwise carried out by You or any associated parties. Any breach of our terms and conditions by You would result in a non refund of payment.",
    "The Artist will submit all content in a Work within a reasonable and pre-agreed time for release and distribution in an agreed format. Upon late submission We shall try best endeavours to perform the agreed Services. We are not obliged to commence Services before receipt of ALL necessary content. WePlugMusic Music is not responsible for third-party failure to make content commercially available, remove content from sale, adhere to instructions submitted or fulfil any action requested in any way by You or Us.",
    "The Artist and representatives shall at all times refer to available help material before contacting us. This includes all known resources provided by us, including but not limited to help documents, online data, written and oral advice. Subject to our discretion, violation of this will lead to Agreement cancellation after one written warning from us.",
    "Each party to this agreement shall keep confidential all information disclosed within the agreement and up to two years after termination.",
    "You shall provide accurate contact details for you and/or your representative(s). If supplied payment details are inaccurate any monies paid towards You using these incorrect details shall be forfeited.",
    "Please download our privacy policy including details on what data we process and your right to delete that data here.",
    "In the event that we are required to perform Catco/PPL registration on your behalf you grant us permission to act as rights holder for all submitted tracks. This copyright is for purely administrative purposes and is a legal requirement of the PPL. This does not affect any other copyrights mentioned in this Agreement.",
    "A ‘fair usage policy’ applies to the Unlimited Distribution package, which can be enforced at Our discretion. This package is intended for individual artists rather than labels, applies only to releases uploaded by You via this website, and is digital distribution to the ‘Essentials’ package only with no services or bolt-ons added.",
    "Neither party shall be liable for failure to perform or delay in performing any obligation under this Agreement if the failure or delay is caused by any circumstances beyond its reasonable control, including but not limited to ‘acts of God’, war, civil commotion or industrial dispute. If such act shall make performance of this Agreement impossible for more than three months shall be treated as frustrated and terminated at that date.",
    "This Agreement constitutes the entire agreement between us in respect of the subject matter of it and no terms, obligations, representations, promises or conditions, oral or written, express or implied have been made or relied upon, other than those contained in it. The provisions contained in each clause and sub-clause of this Agreement shall be enforceable independently of each of the others and its validity shall not be affected if any of the others is invalid. If any of those provisions is void but would be valid if some part of the provision were deleted, the provision in question shall apply with such modification as may be necessary to make it valid.",
    "This Agreement shall be construed and performed in all respects in accordance with and shall be governed by the laws of England and Wales and the parties irrevocably submit to the exclusive jurisdiction of the English courts. In the event of a dispute between the Parties arising out of this deed, they undertake to attempt to settle the dispute by engaging in good faith with the other in a process of mediation before commencing arbitration or litigation.",
    "Unless terminated under clause 19 the term of this Agreement shall be one year from the Effective Date written below and will automatically renew for successive one year periods unless either Party provides written notice to the other Party to terminate this Agreement at least 30 days before the next anniversary of this Agreement.",
    "The Parties agree that no third party will acquire any third party rights under this contract, and the provisions of the Contracts (Rights of Third Parties Rights) Act 1999 are expressly excluded.",
    "Fair Use defines the Customer using the product or services consistent with normal patterns of usage for the type of Customer and not to exceed, on a repetitive basis, the normal usage patterns associated with the type of Customer."
]